[
  {
    "commonName": "Amaryllis (common)",
    "scientificName": "Hippeastrum",
    "image": "https://www.houseplantsexpert.com/image-files/hippeastrum-plant.jpg",
    "light": "Bright light without too much direct sunlight is preferable.",
    "watering": "During the growing and flowering period, water when the top inch of the soil becomes dry. Once the leaves are cut away you can stop watering for about 8 – 10 weeks (dormant period) or water sparingly until new growth appears. When new leaves appear water frequently again when the top inch of soil becomes dry. Overwatering may cause the bulb to rot.",
    "soil": "You can use equal part perlite and peat or two parts loam soil and one part perlite. Your local garden store will offer other suitable options as well."
  },
  {
    "commonName": "African violet (common)",
    "scientificName": "Saintpaulia",
    "image": "https://www.houseplantsexpert.com/assets/images/av-light-purple-1.jpg",
    "light": "The African violet thrives in bright light, although too much direct sunlight will cause leaf problems (edges turn yellow, patches, or develop holes). I have grown mine, at best - close to east facing windows, but many other people grow them close to the south facing side. Growers will use artificial lighting to encourage blooms during winter time, using fluorescent lighting tubes. However, many of us do not want to use lighting and have the expense when we are happy enough to see the spring and summer blooms.",
    "watering": "A big mistake is to over water these or even water them with very cold water. Very cold water prevents growth, causes leaf spots and may cause a change in color. It's best to water them once the soil becomes slightly dry to the touch and water from the top or bottom. Any excess water at the bottom of a pot tray should be removed.",
    "soil": "A fast draining soil mix is best to use. I actually use the African V soil mix with 1 part vermiculite because it's cheap enough and easy to find in many stores."
  },
  {
    "commonName": "Angel wing begonia (common)",
    "scientificName": "Begonia coccinea",
    "image": "https://www.houseplantsexpert.com/assets/images/angel_wing_begonia.jpg",
    "light": "This plant is not in favor of direct sun. This is because the leaves are sensitive to getting scorched. In their natural habitat most Begonias grow under cover. Bright light is best and during the winter some morning or late afternoon sun is fine.",
    "watering": "From spring - fall you will need to water this plant often, especially while it's in bloom. Keep the soil moist to the touch slightly, but do not overwater. During winter cut down watering and allow the top soil to become dry to the touch before watering again.",
    "soil": "African Violet ready made potting soil works well. Otherwise use a rich soilless well draining potting mix."
  },
  {
    "commonName": "Barberton, Gerbera, Transvaal Daisy (common)",
    "scientificName": "Gerbera Jamesonii",
    "image": "https://www.houseplantsexpert.com/assets/images/flower_closeup_1.jpg",
    "light": "A lover of direct sunlight and bright windowsills. Place close to a south, east or west facing window to provide enough sunlight.",
    "watering": "It's best to keep the soil moist at all times. Once the soil becomes slightly dry to the touch provide water straight away or the plant will begin to wilt very quickly.",
    "soil": "A peat based potting mix with 2 parts peat and 1 part perlite is suggested."
  },
  {
    "commonName": "Spider Lily (common)",
    "scientificName": "Hymenocallis Littoralis",
    "image": "https://www.houseplantsexpert.com/assets/images/beach_spider_lily_img.jpg",
    "light": "This plant requires partial shade to full sun. Make certain it can get enough light from the pot location.",
    "watering": "Hymenocallis littoralis demands wet conditions all year long. The bulbs can be started in nothing except water, but need to be moved to soil once they begin to sprout. Soil should be kept moist, but never soggy. Do not allow standing water in the saucer underneath.",
    "soil": "These plants prefer a standard potting soil mixed with bark or pumice at a 1:1 ratio. The pH of the soil chosen needs to be between 5.0 and 7.5 for the continued health of the plant."
  },
  {
    "commonName": "Belladonna lily, March lily and naked lady",
    "scientificName": "Amaryllis Belladonna",
    "image": "https://www.houseplantsexpert.com/image-files/amaryllis-belladonna.jpg",
    "light": "Bright and direct sunlight is advisable. To stand any chance of getting the belladonna lily to flower it's best to have the plant near a south-facing window, where it can get the most hours of sunshine.",
    "watering": "Keep the soil moist (not soaked) during the growing and flowering period. During the rest period after the leaves have died down, do not water until the stalk appears and then begin watering as normal.",
    "soil": "You can use equal part perlite and peat or two parts loam soil and one part perlite. Your local garden center may also be able to offer other suitable options. Make sure the bulb is planted within a large plant pot."
  },
  {
    "commonName": "Bird of Paradise, Strelitzia, Crane Flower common)",
    "scientificName": "Strelitzia Reginae",
    "image": "https://www.houseplantsexpert.com/assets/images/Strelitzia_Reginae_Flower_img1.jpg",
    "light": "This plant demands bright, yet indirect, sunlight year-round. Too much sunlight will injure the flowers. Above 70 ºF (21 ºC), this plant should be relocated to a partial shade environment in order to avoid sunburn on the flowers.",
    "watering": "During the summer months, the soil should be kept moist through regular watering. Throughout the fall and winter, permit the soil to almost dry out before watering. Never permit water to stand in the saucer underneath the plant.",
    "soil": "Strelitzia reginae does well in almost any type of soil. A standard potting soil will suffice for this plant's continued health."
  },
  {
    "commonName": "Blushing bromeliad (common)",
    "scientificName": "Neoregelia carolinae",
    "image": "https://www.houseplantsexpert.com/image-files/blushing_bromeliad1.jpg",
    "light": "A lover of bright light. A combination of some sun and shade provided throughout the day is advised or filtered sun.",
    "watering": "Fill the center vase with water - using distilled or rain-sourced water and change it every four to six weeks. The soil needs to be kept slightly moist but not soaked.",
    "soil": "A well draining and loose soil mixture is suitable. 1 part peat, 1 part bark and 1 part coarse sand or perlite is one mix which can be used."
  },
  {
    "commonName": "Busy Lizzie and Impatient Lucy (common)",
    "scientificName": "Impatiens Walleriana",
    "image": "https://www.houseplantsexpert.com/image-files/busy-lizzie-plant.jpg",
    "light": "Bright light is key to these blooming and during winter. Direct sun light is be to avoided during the summer.",
    "watering": "Keep the soil moist at all times but not soaking wet. During the growing season you will notice they drink a lot.",
    "soil": "A well draining potting soil mix will suffice."
  },
  {
    "commonName": "Calla lily (common)",
    "scientificName": "Zantedeschia Aethiopica",
    "image": "https://www.houseplantsexpert.com/image-files/calla-lily-plant.jpg",
    "light": "This plant requires plenty of bright sunlight during non-peak hours of the day. Provide it with a sunny window facing east or west for best results.",
    "watering": "Zantedeschia aethiopica is a water loving plant. It grows best on the edges of ponds and in the mud. Because of this, your indoor lily will prefer moist conditions. Keep the soil always moist, but never allow water to sit in the container. Too much water will cause the bulb to rot.",
    "soil": "Standard potting soil is a good mixture for this plant. Avoid potting soils with an unbalanced pH or too much fertilizer mixed in."
  },
  {
    "commonName": "Coral berry, christmas berry, coral ardisia (common)",
    "scientificName": "Ardisia Crenata",
    "image": "https://www.houseplantsexpert.com/images/ardisia_crenata1.jpg",
    "light": "A lover of bright light, not direct sunlight (or at least not much).",
    "watering": "Water when the soil begins losing it's moisture to the touch, and naturally reduce watering during winter.",
    "soil": "Most well draining potting mixes will suffice."
  },
  {
    "commonName": "Corsage Orchid (common)",
    "scientificName": "Cattleya Orchid",
    "image": "https://www.houseplantsexpert.com/assets/images/yellow_cattleya_orchid.jpg",
    "light": "Orchids don't like direct sunlight as it can damage the leaves. The best is medium or filtered light and a room on the southern, eastern or western side. Morning direct sun is fine but not afternoon summer direct sunlight. You can go down the artificial lighting route if required and this is what many professional growers do.",
    "watering": "Cattleyas like to dry out between the waterings. The established plants should be watered from a week to ten days, and young plants from five to seven days. To make sure you are doing the best you can, you can place the pot in a bowl of water for 10-15 minutes - this works the best for the plants in clay pots. If your orchid is planted in a plastic pot, put it in an empty bowl and slowly add water. Keep it there for 10-15 minutes. In both cases you can also put the plant in a sink and use tepid water for a minute or so.",
    "soil": "They do well in soiless mixtures, for example bark, rocks, or perlite (their roots need air) . They are epiphytes in their natural habitat meaning they cling to trees and rocks without soil. Wet soil for a period of time will kill these plants."
  },
  {
    "commonName": "Cylamen, florist cyclamen (common)",
    "scientificName": "Cyclamen Persicum",
    "image": "https://www.houseplantsexpert.com/assets/images/cyclamen_flower_bud.jpg",
    "light": "When the cyclamen persicum is in flower provide a decent amount of light, without direct sunlight.",
    "watering": "Water the plant once the soil becomes just about dry to the touch, thoroughly. A good method for watering is to place the plant pot in tepid water and allow the soil and plant to soak up as much as possible, then allow it time to drain before placing it on the plant tray. Immersing them in water avoids water getting inside the crown, which is harmful to them.",
    "soil": "A rich well draining potting soil is needed, which retains water but also drains well."
  },
  {
    "commonName": "Eternal Flame (common)",
    "scientificName": "Calathea Crocata",
    "image": "https://www.houseplantsexpert.com/assets/images/calathea_crocata.jpg",
    "light": "A bright room, but no direct sunlight as that can make the color of the leaves fade away.",
    "watering": "Eternal flame likes to have an even amount of water. It is especially important during the summer months, when it is warmer. It all depends on the type of compost you use. Check the label first.",
    "soil": "The best for potting the Calathea Crocata is soil based potting compost with some peat moss (around 25%). Remember to allow the water to drain easily."
  },
  {
    "commonName": "False shamrock, purple sharock, wood sorrel (common)",
    "scientificName": "Oxalis Triangularis",
    "image": "https://www.houseplantsexpert.com/image-files/false_shamrock_leaf.jpg",
    "light": "A good shaded spot within the home from direct sunlight is ideal. Sat back from a window in a bright room is suitable, but if the room is more north facing, place much closer to the window.",
    "watering": "One of the worst things you can do with bulbs is over-water, which rots the bulb. Allowing the soil to begin to dry at the top is a good measurement of when to water again. Remember to stop watering if the plant becomes dormant.",
    "soil": "Most potting mixes that drain well, which are also well aerated will do the trick."
  },
  {
    "commonName": "Flamingo flower, pigtail plant (common)",
    "scientificName": "Anthurium Scherzerianum",
    "image": "https://www.houseplantsexpert.com/image-files/flamingo-flower-plant.jpg",
    "light": "The flamingo flower is a lover of light - but not direct sunlight.",
    "watering": "Keeping the soil moist at all times within the summer is advisable. Water every couple of days and less in the winter.",
    "soil": "A good draining soil is best suited, such as a peat moss based potting soil and perlite."
  },
  {
    "commonName": "Flaming Sword (common)",
    "scientificName": "Vriesea Splendens",
    "image": "https://www.houseplantsexpert.com/image-files/flaming-sword-plant.jpg",
    "light": "Bright light without direct sunlight is preferable.",
    "watering": "The vase needs to be kept topped up with water which should be emptied and replaced every two - three weeks The soil is best watered when it becomes slightly dry at the top, and avoid over-watering. Using a pot that has sufficient drainage holes is advised.",
    "soil": "A peat based potting mix is fine - as long as it drains well."
  },
  {
    "commonName": "F",
    "scientificName": "Abutilon Hybridum",
    "image": "https://www.houseplantsexpert.com/image-files/abutilon-hybridum.jpg",
    "light": "As mentioned above these love sunshine and bright rooms near windows. The maple will also thank you for taking it outside in the summer.",
    "watering": "The flowering maple likes to be watered frequently throughout spring and summer and a lot less in the winter. Do check the top of the soil (just about dry is good) and the bottom of the tray or pot to make sure your not over-watering it, although this is rarely a problem.",
    "soil": "An all-purpose potting mix will do the trick, as they are not so fussy."
  },
  {
    "commonName": "Kaffir and bush lily (common) -- Clivia miniata (botanical/scientific)",
    "scientificName": "Clivia Miniata",
    "image": "https://www.houseplantsexpert.com/image-files/Clivia-Miniata.jpg",
    "light": "Bright light is best (it can also be fine with less) and avoid direct sunlight.",
    "watering": "Keeping the soil fairly moist (to touch) within summer is advisable. Water sparingly at winter time and allow the soil to become quite dry, for about two months (this may encourage an early bloom).",
    "soil": "A good organic soil that drains well is ideal to use."
  },
  {
    "commonName": "Lollipop and golden shrimp plant (common)",
    "scientificName": "Pachystachys Lutea",
    "image": "https://www.houseplantsexpert.com/image-files/pachystachys-lutea-flowers.jpg",
    "light": "Any area indoors that has plenty of daylight, but not direct sunlight.",
    "watering": "Keep the soil damp and water frequently during summer. Water sparingly winter time.",
    "soil": "A decent fast draining potting soil mix, will suffice."
  },
  {
    "commonName": "Lycaste (genus)",
    "scientificName": "Lycaste",
    "image": "https://www.houseplantsexpert.com/assets/images/yellow_lycaste.jpg",
    "light": "It is recommended that light is filtered indirectly as direct sun could cause the leaves to burn whilst not enough light will cause a reduction in the number of flowers that bloom. The leaves should remain a bright green.",
    "watering": "As the Lycaste Orchid should be grown in a sphagnum moss or even a mixture of fir bark and perlite it should be kept moist as the roots could die. For the more mature plants they should near dryness, especially from the time of blooming until new growth emerges. The group of deciduous Lycaste should dry out a little more.",
    "soil": "These orchids prefer a soil that consists of Sphagnum moss or fine fir bark and perlite. Including peat in the soil mixture will aid the retention of water."
  },
  {
    "commonName": "Madagascar Jasmine - Wax Flower (common)",
    "scientificName": "Stephanotis Floribunda",
    "image": "https://www.houseplantsexpert.com/assets/images/madagascar_jasmine.jpg",
    "light": "Plenty of bright light is needed during the active growing season. Direct sunlight during the day is fine for a couple of hours or so, but do avoid hot summer sun. A spot close to a window with the right balance of sunlight and shade is ideal.",
    "watering": "While the plant is actively growing you'll need to water the plant thoroughly (once the top soil has started to dry out). Just top the water up slightly during the winter, only when the first top inch of soil becomes quite dry. Rainwater or distilled is best used for watering, especially in hard water areas.",
    "soil": "A peat moss based potting mix with 2 parts peat moss and 1 part perlite is suggested."
  },
  {
    "commonName": "Medusa Plant (common)",
    "scientificName": "Tillandsia Caput Medusae",
    "image": "https://www.houseplantsexpert.com/image-files/medusas-head-plant.jpg",
    "light": "Bright conditions with shade is ideal. Some direct sunlight seems to be fine, but not all day and scorching hot. Some morning or evening sun, with shade at other times is great.",
    "watering": "Water by misting with a sprayer frequently during the summer, but do not allow the bulbous to get very wet and remain that way, otherwise this may cause the base to rot. Allow the plant to dry out then give it a good misting again, which could be once a day depending on the climate and weather conditions you have. Winter much less. You can also give the plant a good soak with a watering can once a month, without allowing the bulbous to become waterlogged, using distilled or filtered tepid water.",
    "soil": "While misting the Medusa's head plant you can add a weak diluted fertilizer from spring - summer, twice a month."
  },
  {
    "commonName": "Moth orchid, Phal (common)",
    "scientificName": "Phalaenopsis",
    "image": "https://www.houseplantsexpert.com/image-files/moth_orchid_white.jpg",
    "light": "Providing enough light can be a problem for some growers because the moth orchid prefers bright light conditions for more than 10 hours a day. An east or west facing window is best suited - away from direct sun, but bright. During the winter you may have to supplement the plant with artificial lighting. See the guide here about lighting.",
    "watering": "Once the orchid soil becomes dry to the touch, water thoroughly. Avoid allowing water to keep the soil soaked; you want it to drain away easily. Avoid watering the middle of the plants foliage (crown) because the water sitting here for a period of time may cause rot. Do not over-water!",
    "soil": "Using an orchid potting mix is a good idea. A mix is likely to contain peat moss, perlite and fir bark or another combination, if it drains well. This soil needs to replaced every two years."
  },
  {
    "commonName": "Christmas and ornamental pepper plant (common)",
    "scientificName": "Capsicum Annuum",
    "image": "https://www.houseplantsexpert.com/image-files/ornamental_pepper_close_up.jpg",
    "light": "A lover of bright light and some sunshine (2 -3 hrs), close to an east or west facing window.",
    "watering": "The capsicum likes it's soil to be moist at all times. A thorough watering is required but remove excess water from the bottom of the plant tray after.",
    "soil": "A potting soil mix which drains well and can retain some water is ideal."
  },
  {
    "commonName": "P",
    "scientificName": "Spathiphyllum Wallisii",
    "image": "https://www.houseplantsexpert.com/assets/images/peace_lily_plant.JPG",
    "light": "As mentioned above they like light, however, direct sunshine can damage plant leaves. A mixture of light and shade is great, if you can provide it. If you see the leaves yellowing this could be caused by too much sunlight.",
    "watering": "This plant does drink a lot of water in the summer. Keeping the soil moist (not over watered) and allowing it to dry slightly near the top is a good idea. If in the winter the soil stays slightly damp for a couple of weeks or more, that's ok , dont water any more. Your plant will let you know when it needs more.",
    "soil": "A peat based potting mix with perlite is ideal or other peat based mixes."
  },
  {
    "commonName": "Poinsettia, (common)",
    "scientificName": "Euphorbia Pulcherrima",
    "image": "https://www.houseplantsexpert.com/image-files/Poinsettia-bract.jpg",
    "light": "A brightly lit spot near a window is needed. Avoid direct sunlight during summer if your hoping the plant will produce flowers again.",
    "watering": "Watering thoroughly once the soil begins to dry to the touch, is suggested. Watering with distilled or rain water, that's tepid is advised. Do not allow the plant to sit in water within its tray because this may cause root rot (remove excess water).",
    "soil": "If you plan to re-pot after the flowering season then use a potting mix that contains peat moss, perlite and vermiculite or similar."
  },
  {
    "commonName": "Poison or German primrose (common)",
    "scientificName": "Primula Obconica",
    "image": "https://www.houseplantsexpert.com/images/primula_obconica_flowers.jpg",
    "light": "Like many other flowering plants this species enjoys plenty of light, without direct sunlight. It can be tricky to get the right light without the temperature being too high.",
    "watering": "During the flowering season keep the soil moist at all times. Not enough water and the plant will begin to wilt.",
    "soil": "A peat based potting mix is suggested."
  },
  {
    "commonName": "Queens tears, friendship plant (common)",
    "scientificName": "Billbergia Nutans",
    "image": "https://www.houseplantsexpert.com/image-files/queens_tears_flower_head.jpg",
    "light": "During the summer, provide partial shade to Billbergia nutans. At other times of the year, bright but indirect light is required for the plant's health. Full summer sunlight can destroy the flowers.",
    "watering": "Because of the shallow nature of the roots, the Queens tears gathers most of its moisture from the air and directly from the leaves and flowers. During the summer months, the leaves, flowers, and roots should be watered daily to keep them moist, but never soggy. Any flower cups pointing upward may be filled with water and allowed to sit. During the fall, winter, and cooler parts of spring, the plant should be misted every few days and watered enough to keep the soil just shy of dry.",
    "soil": "When grown as a house plant, this plant requires an orchid or bromeliad soil mixture. This can be simulated with a one part gardening soil to two parts perlite or tree bark mixture."
  },
  {
    "commonName": "Rose of China, Chinese hibiscus, Shoe flower (common)",
    "scientificName": "Hibiscus Rosa-Sinensis",
    "image": "https://www.houseplantsexpert.com/image-files/rose-of-china-flower.jpg",
    "light": "These need as much light as they can get, but not direct sun light.",
    "watering": "Watering the plant so the compost is kept damp is a good measure to use.",
    "soil": "A decent all-purpose potting mix."
  },
  {
    "commonName": "Scarlet star (common)",
    "scientificName": "Guzmania Lingulata",
    "image": "https://www.houseplantsexpert.com/image-files/scarlet-star-bromeliad.jpg",
    "light": "This plant prefers bright, yet indirect, sunlight at all times. Too much sunlight will cause the leaves to sunburn and damage the flower.",
    "watering": "This plant is a picky customer when it comes to water. The roots should be misted on a daily basis. The soil must be watered to the point of wet, but never soggy. Once it has been watered, allow the soil to dry completely before watering again. Do not allow water to sit in the saucer underneath this plant. The cup of the flower must be kept filled with 1 to 2 inches of water at all times. Every four days, pour the old water out of the cup and provide new water. Never use anything except distilled or rain-sourced water, as the chemicals in processed water will kill the plant.",
    "soil": "Guzmania lingulata may be grown in two ways in nature. Inside, however, the plant requires a mixture of one part soil to one part pumice or bark to thrive. Drainage must be good at all stages of the plant's life."
  },
  {
    "commonName": "Slipper Orchid (common name)",
    "scientificName": "Paphiopedilum Orchid",
    "image": "https://www.houseplantsexpert.com/assets/images/slipper_orchid.jpg",
    "light": "A diminished light is preferred by the paphiopedilum and a window that faces the east or west is ideal, however, a south facing window is fine as long as the sunlight is not directly hitting the plant.",
    "watering": "It is vital to water the Paphiopedium in the morning as this allows the water to evaporate from the foliage throughout the day which helps to prevent problems such as bacteria and fungus rot. As the plant is nearing dryness is the right time to water it and rainwater is preferred but it is advised to not use softened water. Watering should take place at intervals of around 3-7 days.",
    "soil": "An orchid potting mix will suffice but 2 part fine-grade fir bark, 1 part perlite or sand and 1 part sphagnum moss will work just as well."
  },
  {
    "commonName": "The one colored paphiopedilum, lady's slipper (common)",
    "scientificName": "Paphiopedilum",
    "image": "https://www.houseplantsexpert.com/image-files/the-one-colored-paphiopedilum.jpg",
    "light": "A fair amount of light is advised and for as many hours that nature can provide. Direct sunlight should be avoided, which can cause leaf and plant problems. During the winter your plant will enjoy being given a few hours artificial lighting. A north facing window can be lacking in enough light, and south facing during the summer is likely to provide too much direct sunlight. With the south facing windowsill just bring the plant back away from the window a foot or so, and for the north facing you may have to provide other artificial lighting (if your unable to provide anything in between these extremes). Try your best lighted spots and if your plant has flowering or leaf problems contact me for advice.",
    "watering": "Keeping the soil moist is recommended and then re-watering again once it begins to dry. Watering with distilled or rain water, that's tepid is advised.",
    "soil": "There are many soil mixes that are fine, if they provide enough air space to the plant roots and drains well. Mixtures in stores that can be used may contain fir bark (or redwood bark or coco husk chips), perlite, and charcoal."
  },
  {
    "commonName": "Urn and pink or silver vase plant (common)",
    "scientificName": "Aechmea Fasciata",
    "image": "https://www.houseplantsexpert.com/image-files/Aechmea-Fasciata.jpg",
    "light": "Bright light without direct sunlight is preferable.",
    "watering": "The urn or vase is topped up with water which has to be replaced every 2 - 3 weeks. Only water the soil when the top soil becomes dry to teh touch, and avoid overwatering the soil.",
    "soil": "A peat based potting mix, mixed with bark and perlite is a good mix or any other mix; if it drains well."
  },
  {
    "commonName": "Winter cherry (common)",
    "scientificName": "Solanum Capsicastrum",
    "image": "https://www.houseplantsexpert.com/image-files/solanum-capiscastrum-leaves.png",
    "light": "A lover of bright light, and some direct sunlight (not too much). Placed near a window that receives day time sun is advised.",
    "watering": "Keep the soil moist to touch and water once the soil feels very slightly dry. At the end of winter until the start of spring allow the soil to become fairly dry before watering.",
    "soil": "Most well draining soil-less potting mixes will suffice."
  },
  {
    "commonName": "Aluminum Plant (common)",
    "scientificName": "Pilea Cadierei",
    "image": "https://www.houseplantsexpert.com/image-files/aluminum_plant.jpg",
    "light": "This plant requires at least four hours of indirect, but bright, sunlight a day. Do not permit this plant to be exposed to overly bright or direct sunlight. Too much sun will burn the leaves and cause the green parts to turn brown.",
    "watering": "The Aluminum plant needs to be watered differently during different times of the year. During spring and summer, the top quarter inch of the soil should be kept moist. During fall and winter, allow the top quarter inch of soil to dry out before watering again. Do not permit water to stand in the saucer underneath the plant.",
    "soil": "This plant prefers a sandy soil mixture to live in. Combine one part clean sand (or perlite) with two parts peat to provide the required soil content for continued health."
  },
  {
    "commonName": "Areca, butterfly, or cane palm (common)",
    "scientificName": "Dypsis Lutescens",
    "image": "https://www.houseplantsexpert.com/images/areca_palm22.jpg",
    "light": "A fairly bright room without direct sunlight is advised. Not enough light will slow growth and too much sun can scorch leaves.",
    "watering": "Allow the top soil to become dry between watering and do not overwater. Overwatering is the quickest way to kill an areca palm, especially if the soil does not drain too well.",
    "soil": "To prevent roots from becoming water logged use a well draining aerated potting soil mix. A mixture of 1 part peat, 1 part pine bark and 1 part coarse sand is one possible good mix."
  },
  {
    "commonName": "Arrowhead Plant or Arrowhead Vine, Goosefoot Plant (common)",
    "scientificName": "Syngonium Podophyllum",
    "image": "https://www.houseplantsexpert.com/assets/images/arrowhead_plant.jpg",
    "light": "Provide bright light without direct sunlight to prevent the leaves from getting scorched. Set back a few feet from a window that receives sun would be a nice spot. If you notice more growth on one side then turn the pot because that side is likely to be receiving more light (this will even growth out).",
    "watering": "When the top soil becomes dry to the to the touch slightly - water thoroughly. Reduce watering during winter to prevent plant problems.",
    "soil": "Any decent peat based soil potting mix will suffice."
  },
  {
    "commonName": "Bird's Nest Fern (common)",
    "scientificName": "Asplenium Nidus",
    "image": "https://www.houseplantsexpert.com/assets/images/asplenium_nidus_attached_to_tree_1.jpg",
    "light": "Most books and guides will agree that bright light without direct sunlight should be provided. However, providing some direct sunlight is great for the Bird's nest fern to grow well, but you need to only provide some morning or a small amount of pre-sunset. The fronds can become pale or have scorch marks on them if the sun is too hot. During the winter the sun is much less harmful to the plant.",
    "watering": "This is a species that loves it's soil to remain moist at all times, but not soggy. Water around the edge of the center rosette to avoid the water becoming stagnant in the center, which may cause rot.",
    "soil": "A peat based potting mix is required. 2 parts peat and 1 part perlite (maybe a little less) is one mixture that will be fine. A peat based mixture with organic material is also good."
  },
  {
    "commonName": "Boston Fern (common)",
    "scientificName": "Nephrolepis Exaltata 'Bostoniensis'",
    "image": "https://www.houseplantsexpert.com/assets/images/boston_ferns_in_hanging_baskets_1.jpg",
    "light": "In their natural habitat these ferns will be provided small amounts of sunshine under trees, shaded. The best light conditions to provide is indirect sunlight, although a small amount of sunlight (when it's not too hot) encourages growth. Filtered sunlight through net curtains works well. You may want to rotate the plant to encourage even growth of the fronds.",
    "watering": "Moist soil at all times is advisable, without the soil becoming soggy.",
    "soil": "Peat moss potting soil mixes are best suited with perlite added combined with all-purpose soil. The soil needs to be able to retain some water but also have the ability to drain fairly well. Too much peat moss then water can become clogged and too much perlite with all-purpose will drain too quickly."
  },
  {
    "commonName": "Broadleaf lady or little lady palm (common)",
    "scientificName": "Rhapis Excelsa",
    "image": "https://www.houseplantsexpert.com/image-files/broadleaf_lady_palm1.jpg",
    "light": "This palm enjoys indirect sunlight. Full sunlight will injure the leaves.",
    "watering": "Rhapis excelsa demands soil that is constantly moist, but never soggy. Do not permit standing water to collect, as it will rot the root system.",
    "soil": "Although tolerant of many soil types, this plant's standing favorite is African Violet potting soil mix."
  },
  {
    "commonName": "Canary Island Date Palm (common)",
    "scientificName": "Phoenix Canariensis",
    "image": "https://www.houseplantsexpert.com/images/flaming-sword_s.jpg",
    "light": "The Canary date palm loves it's sunlight. Your best to provide it a combination of sunlight and shade, which makes an east or west facing window a good spot to place your plant.",
    "watering": "AVOID over-watering and don't allow the soil to lack good drainage. I would allow the soil to become slightly dry at the top and then water.",
    "soil": "A peat based potting mix with good drainage is best used. Two parts peat and one perlite or sand works fine. Fine pine bark works well within a mix too."
  },
  {
    "commonName": "Cast iron plant (common)",
    "scientificName": "Aspidistra Elatior",
    "image": "https://www.houseplantsexpert.com/image-files/cast-iron-plant.jpg",
    "light": "A brightly lit room is good but not essential. They're fine with low levels of light, but it's best to keep them out of direct sunlight which will damage the leaves.",
    "watering": "Water once the top one inch of soil becomes dry. Water less during winter and do not over water. Over watering to the degree that the soil becomes soggy for a period of time - can cause the plant to die. The Aspidistra elatior is drought tolerant so if it misses being watered even for a month it will look unwell but be right back with you once care and water is given again.",
    "soil": "Most well draining potting mixes will suffice and good drainage holes at the bottom of the pot is advised."
  },
  {
    "commonName": "Chinese evergreen (common)",
    "scientificName": "Aglaonema",
    "image": "https://www.houseplantsexpert.com/image-files/chinese_evergreen1.png",
    "light": "The most common advice I have been given for the Aglaonema is the darker the leaves and stalks, the less light is needed. I would say to be safe a bright room with the plant sitting in a shaded spot is best. Avoid direct sunlight.",
    "watering": "Keep the soil moist at all times. Water less in the winter.",
    "soil": "A peat based potting soil mixed with part perlite or sand to improve drainage is ideal or any other well draining potting mix."
  },
  {
    "commonName": "Coral bead, pin cushion plant (common)",
    "scientificName": "Nertera Granadensis",
    "image": "https://www.houseplantsexpert.com/image-files/coral-bead-plant.jpg",
    "light": "This plant demands a source of light that is bright, yet indirect, in order to maintain its health.",
    "watering": "Requires different watering demands depending upon the time of year that you are in. During the spring and summer, this plant should be kept moist at all times. Soil should be watered whenever it begins to feel dry, but never kept soggy. During summer months, the plant should remain on a saucer of wet pebbles to offer the increased moisture demanded. In autumn and winter, the plant's soil should be permitted to dry almost completely before watering again.",
    "soil": "This plant possesses a shallow root system. As such, the pot does not need to be more than a few inches deep. One part potting mix to one part perlite or tree bark is the preferred soil choice."
  },
  {
    "commonName": "Corn or cornstalk plant (common)",
    "scientificName": "Dracaena Fragrans",
    "image": "https://www.houseplantsexpert.com/image-files/dracaena_fragrans.jpg",
    "light": "A good mix of sun shine and shade is ideal for this dracaena, but hardly any direct sunlight. Although it grows quicker and better in bright light you'll also find it survives and grows well enough in low light conditions.",
    "watering": "I would advise a grower to keep the soil slightly damp to the touch and in the winter slightly dry.",
    "soil": "Most well draining potting soil mix types are fine to use."
  },
  {
    "commonName": "Creeping or climbing fig (common)",
    "scientificName": "Ficus Pumila",
    "image": "https://www.houseplantsexpert.com/image-files/creeping_fig.jpg",
    "light": "Avoid direct sunlight and provide a brightly lit setting. It will also tolerate low lighting conditions.",
    "watering": "When you water the plant give it a thorough watering until water seeps through the bottom (during spring and summer) of the container and allow the soil to stay slightly moist. After giving the plant a thorough watering remove excess water from the tray under the container to prevent causing root rot. During the winter water much less without soaking the soil.",
    "soil": "Most well draining and aerated potting soil mixes will suffice."
  },
  {
    "commonName": "Cretan Brake Fern (common)",
    "scientificName": "Pteris Cretica",
    "image": "https://www.houseplantsexpert.com/images/cretan_brake.jpg",
    "light": "The Cretan brake fern seems to prefer bright light without direct sunlight.",
    "watering": "Like other ferns try and keep the soil moist at all times. This one does not give a grower such a hard time if the soil does dry out from time to time (some ferns die).",
    "soil": "A peat based potting mix is suitable for this plant."
  },
  {
    "commonName": "Croton, Joseph's coat (common)",
    "scientificName": "Codiaeum Variegatum",
    "image": "https://www.houseplantsexpert.com/image-files/Codiaeum_Variegatum.png",
    "light": "As mentioned the croton must have plenty of light to remain healthy in appearance.",
    "watering": "Keep the soil moist using tepid water from spring until the end of summer. You will need to water much less during winter.",
    "soil": "A peat (2 parts) based potting mixture with perlite or sand (1 part) added works well, or other well draining types."
  },
  {
    "commonName": "Dumb cane (common)",
    "scientificName": "Dieffenbachia Amoena",
    "image": "https://www.houseplantsexpert.com/image-files/dumb_cane_plant.jpg",
    "light": "This plant prefers bright, indirect sun light for the optimal growth. It will accept lighting conditions up to full shade and continue stunted growth. Full sun will burn the leaves.",
    "watering": "For the best results, keep the dumb cane plant's top inch of soil moist at all times. It will tolerate extended periods of watering neglect, but the leaves will begin to shrivel. Watering makes the leaves stiffen. Before moving the plant, allow the soil to dry out. This will give the leaves a more rubbery texture which will better survive the handling process.",
    "soil": "This plant is not picky about its soil conditions. It will grow in almost any soil mix except sand and orchid mixtures. For best results, a one to one mixture of potting soil and perlite should be used."
  },
  {
    "commonName": "Elephant's ear - Alocasia polly - African mask(common)",
    "scientificName": "Alocasia Amazonica",
    "image": "https://www.houseplantsexpert.com/image-files/elephants_ear_plant.jpg",
    "light": "Bright light, but no direct sunlight and shaded for a good part of the day in the summer, if it's warm and humid enough.",
    "watering": "Water a little but often - keeping the soil moist at all times. Water much less during winter.",
    "soil": "Use a fast draining peat based potting mix."
  },
  {
    "commonName": "European fan, Mediterranean dwarf palm, and Dwarf fan palm (common)",
    "scientificName": "Chamaerops Humilis",
    "image": "https://www.houseplantsexpert.com/image-files/european-fan.jpg",
    "light": "Bright light is preferred. Some sunlight and shade during the day is ideal, but not too much direct sun.",
    "watering": "During spring and summer water frequently keeping the soil moist. After this period allow the top soil to become slightly dry before watering again. The pot must allow water to drain well and the soil.",
    "soil": "A fast draining potting soil mix will suffice, using a peat and sand mix or peat and perlite."
  },
  {
    "commonName": "Fiddle leaf fig tree (common)",
    "scientificName": "Ficus Lyrata",
    "image": "https://www.houseplantsexpert.com/image-files/ficus_lyrata2.png",
    "light": "A brightly lit spot is needed without direct sunlight, although a small amount of daily sun is good (not mid afternoon sun).",
    "watering": "Water when the top soil becomes slightly dry and reduce watering in the winter. The worst thing to do is to over water (not underwater) because lack of water is easily fixed, unlike the damage from over-watering.",
    "soil": "A good draining potting soil is needed which could include part bark and perlite."
  },
  {
    "commonName": "Golden pothos or Devils ivy (common)",
    "scientificName": "Epipremnum Aureum",
    "image": "https://www.houseplantsexpert.com/image-files/golden_pothos1.jpg",
    "light": "This plant does best in partial shade conditions year-round. Too much light will burn the leaves, causing them to lose their marbled quality.",
    "watering": "Epipremnum aureum requires watering only when the first quarter inch of soil begins to feel dry to the touch. Overwatering will cause the plant's roots to rot. Under-watering is not an issue, as this plant will withstand a high degree of abuse. It will only stunt the growth of the plant. During the fall and winter, reduce watering to allow the top quarter inch of soil to fully dry out before offering more.",
    "soil": "A pot mixture used for cactus plants that drains well will suffice. Adding gravel or small pebbles at the bottom first few inches of the pot will encourage drainage."
  },
  {
    "commonName": "Green Velvet Alocasia, Alocasia Frydek (common)",
    "scientificName": "Alocasia Micholitziana 'Frydek'",
    "image": "https://www.houseplantsexpert.com/assets/images/alocasia_micholitziana_frydek1.jpg",
    "light": "A location within a room that gets plenty of light but not indirect sunlight is suitable. Sat back from a south, east or west facing window is good.",
    "watering": "During the spring and summer water the plant thoroughly when the top soil starts to become slightly dry to the touch. Cut right back on watering during winter.",
    "soil": "Using a fast draining peat based potting mix will do the trick. If your using your own mix it will need to include perlite or sand and bark to improve drainage."
  },
  {
    "commonName": "Hawaiian ti, good luck, baby doll ti and others (common)",
    "scientificName": "Cordyline Fruticosa",
    "image": "https://www.houseplantsexpert.com/image-files/green_leafed_cordiline_fruticosa1.jpg",
    "light": "A brightly lit spot is ideal, without direct sunlight. Direct sunlight will dry the leaves and possibly scorch them. Without enough light the plant will not thrive and grow as it should.",
    "watering": "I would advise a grower to water the plant thoroughly once the top part of the soil becomes slightly dry. During the winter water much less. Make sure you have the plant placed in a pot which drains well to avoid causing root rot from waterlogged soil.",
    "soil": "A peat (2 parts) based potting mixture with perlite or sand (1 part) added works well, or other well draining types with bark."
  },
  {
    "commonName": "Heart of Jesus, angel wings, elephant ear, fancy leafed caladium (common)",
    "scientificName": "Caladium",
    "image": "https://www.houseplantsexpert.com/assets/images/caladium1.jpg",
    "light": "In their natural habitat the heart of Jesus plant grows in shaded areas. Indoors that can be artificially provided with a fairly bright room, without direct sun light. Direct sun will scorch and damage the leaves.",
    "watering": "After the tubers show signs of growth (small shoots) water frequently - and keep the soil moist.",
    "soil": "A nutrient rich and well draining potting soil is required."
  },
  {
    "commonName": "Heart leaf Philodendron, sweetheart plant (common names)",
    "scientificName": "Philodendron scandens",
    "image": "https://www.houseplantsexpert.com/assets/images/philodendron_with_other_plants.jpg",
    "light": "This plant is relatively durable and it can thrive in many different conditions but it is more suited to bright light but not direct sun. It can, however, cope with low light.",
    "watering": "Through Spring and Summer the soil should be kept moist but during winter the soil should be allowed to dry out between waterings.",
    "soil": "It requires a chalky, sandy soil that drains quickly. A mix of 2 parts peat and 1 part perlite and maybe a bit of added sand is a good choice."
  },
  {
    "commonName": "Kentia, paradise, thatch (common)",
    "scientificName": "Howea Forsteriana",
    "image": "https://www.houseplantsexpert.com/image-files/kentia-palm-houseplant.jpg",
    "light": "Indirect sun light for many of the popular indoor palms is advisable and the Kentia particularly grows well and maintains it's health in low light conditions.",
    "watering": "Having good drainage from the pot is important to prevent root rot. Checking the top soil for moisture (by touch) is the best way to see if they need water. If the top soil is dry in the summer--give him a drink, and in the winter I would advise you to water it less, and allow some dryness.",
    "soil": "A fast draining soil mix is best to use which is likely to be part sand for easier drainage."
  },
  {
    "commonName": "Lucky Bamboo (common)",
    "scientificName": "Dracaena Braunii",
    "image": "https://www.houseplantsexpert.com/image-files/lucky-bamboo.jpg",
    "light": "In it's natural habitat the lucky bamboo grows under the cover of shaded trees, so place your plant in a bright spot without direct sunlight which can burn the leaves that will mimic their natural living space.",
    "watering": "In a vase or water type pot change the water once every 7 days with distilled or bottled water. If your dracaena braunii is grown in soil (which is it's natural way of growing), water once the soil becomes slightly dry to the touch.",
    "soil": "A well draining potting soil mix is advised."
  },
  {
    "commonName": "Dragon Tree (common)",
    "scientificName": "Dracaena Marginata",
    "image": "https://www.houseplantsexpert.com/image-files/Dracaena-marginata.jpg",
    "light": "Bright conditions with shade is suitable for the dragon plant. Direct sunlight will damage the leaves.",
    "watering": "Keeping the soil slightly moist is the best indicator of correct watering. During the winter, like most plants they need much less.",
    "soil": "I have always used an all purpose potting mix that works fine."
  },
  {
    "commonName": "Delta Maidenhair Nest Fern (common)",
    "scientificName": "Adiantum Raddianum",
    "image": "https://www.houseplantsexpert.com/assets/images/maidenhair_fern.jpg",
    "light": "A place with indirect sun is best suited for this fern. If you can provide a fairly shaded place with small amounts of filtered sun then your on to a winner. In their natural woodland habitat they would be shaded by trees, but receive some spots of sun.",
    "watering": "Your fern is best kept well watered and the soil to remain moist at all times. Your likely to have problems if you allow the soil to dry out.",
    "soil": "A peat based potting mix is required which includes organic matter. If you can sit the pot in a larger pot surrounded with peat moss that will also improve the much needed humidity this plant requires."
  },
  {
    "commonName": "Mexican fortune tree, money tree plant and others (common)",
    "scientificName": "Pachira Aquatica",
    "image": "https://www.houseplantsexpert.com/image-files/pachira_money_tree.jpg",
    "light": "Try your best to provide the plant with as much light as possible - without direct sunlight which can scorch the leaves. During the winter the amount of daylight time decreases, which will naturally tell the plant it's time to rest and slow it's growth down, so do not become concerned about it no longer producing new shoots and leaves.",
    "watering": "Thoroughly water the plant once the soil becomes dry and remove excess water from the pot tray. During the winter the pachira will slow it's growth right down and will not need to be watered anywhere near as much like in spring and summer. Do not over-water or have the plant in a pot which can become waterlogged.",
    "soil": "A peat moss based mix is suitable. A good mix can be made with 2 parts peat and one part perlite or sand (for drainage)."
  },
  {
    "commonName": "Parlor, Parlour palm (British English), Neanthe bella, (common)",
    "scientificName": "Chamaedorea Elegans",
    "image": "https://www.houseplantsexpert.com/image-files/parlor-palm.jpg",
    "light": "These are not demanding for the grower when it comes to providing enough light. Any shaded type room will suffice with indirect sunlight.",
    "watering": "Watering the parlor palm too much will cause growing problems and could possibly kill it off. My plant is now fully grown and has enjoyed just a small amount of watering once the soil starts to dry. Very little is needed in the winter. Making sure the roots have good drainage is something they like.",
    "soil": "Any decent potting mix will suffice (soil or soilless)."
  },
  {
    "commonName": "Peacock Plant, Cathedral Windows (common names)",
    "scientificName": "Calathea Makoyana",
    "image": "https://www.houseplantsexpert.com/assets/images/calathea_makoyana.jpg",
    "light": "Indirect sunlight is best suited for this species. Direct sun will damage the leaves and low light will slow growth, so a bit of balance is required.",
    "watering": "Water thoroughly during the growing season then naturally reduce during winter. Good drainage is important.",
    "soil": "Use soil that holds moisture and drains well. A 2 part peat and 1 part sand or perlite mix will do the trick."
  },
  {
    "commonName": "Pin Stripe Calathea (common name)",
    "scientificName": "Calathea Ornata",
    "image": "https://www.houseplantsexpert.com/assets/images/calathea_ornata.jpg",
    "light": "This plant does extremely well in bright conditions without the need for direct sunlight. Find a well lit spot to seat your Calathea.",
    "watering": "During the winter months it is important to keep the plant watered but do allow the top soil to dry out in between watering’s. Water when the soil begins to dry or keep the top soil moist in warmer months.",
    "soil": "A peat based potting mix will be required. 2 parts peat and 1 part perlite is one mixture that will be fine."
  },
  {
    "commonName": "Pygmy date, Miniature date palm (common)",
    "scientificName": "Phoenix Roebelenii",
    "image": "https://www.houseplantsexpert.com/image-files/pygmy-date.JPG",
    "light": "They prefer bright light with a mixture of sunlight and shade.",
    "watering": "You can water these frequently during spring and summer - when the top of the soil starts to become slightly dry. Over-watering will cause this plant possible root and leaf problems, or worse (kill it off). A good drainage container is advisable to house the plant. I find watering and misting with tepid filtered or distilled water is best used to avoid growing problems.",
    "soil": "A fast draining peat based potting soil is fine to use."
  },
  {
    "commonName": "Rabbit's Foot Fern (common)",
    "scientificName": "Davallia Fejeensis",
    "image": "https://www.houseplantsexpert.com/images/rabbits_foot_fern.jpg",
    "light": "Provide indirect bright light - avoiding direct sunlight. Direct sunlight will scorch the leaves and turn the rhizomes brown, especially with low humidity levels. A small amount of sun (not midday sun) will not cause too much harm and can encourage plant health, but it's a bit risky with this fern.",
    "watering": "During spring and summer try and keep the soil moist at all times, without leaving the soil soaked. This species only has small roots so it's taking most of it's water and nutrients from the top soil and stroring them within it's rhizomes.",
    "soil": "A well draining potting soil that is peat based will suffice."
  },
  {
    "commonName": "Rattlesnake Plant (common)",
    "scientificName": "Calathea Lancifolia",
    "image": "https://www.houseplantsexpert.com/assets/images/calathea_lancifolia.jpg",
    "light": "A good bright spot within a room or conservatory without direct sunlight is advised. Too much direct sun will cause issues.",
    "watering": "During the growing season ( May - Aug) water frequently. Always keep the soil moist (not waterlogged). During the winter cut this down and only water when the top soil has become dry to the touch.",
    "soil": "2 parts peat/1 part perlite would be suitable. The soil needs to be able to retain some moisture while also being able to drain (too much drainage materials used is not advised). Replenish the top soil in the pot in the spring months so that the plant can get new fertilizer and nutrients."
  },
  {
    "commonName": "Rose Painted Calathea (common)",
    "scientificName": "Calathea Roseopicta",
    "image": "https://www.houseplantsexpert.com/images/calathea_roseopicta_leaf.jpg",
    "light": "Like many plants, the Calathea enjoys bright light without direct sunlight. North, east or west facing rooms are suitable.",
    "watering": "This species enjoys being in moist soil at all times. Avoid using hard water and use either tepid rain or distilled water. Watering needs to decrease naturally after the growing season, before and during winter.",
    "soil": "A peat based potting mix is required. 2 parts peat and 1 part perlite is one mixture that will be fine."
  },
  {
    "commonName": "Rubber plant or tree, rubber bush (common)",
    "scientificName": "Ficus Elastica",
    "image": "https://www.houseplantsexpert.com/assets/images/rubber_plant.jpg",
    "light": "A nice brightly lit spot is ideal, without direct sunlight.",
    "watering": "Water once the soil becomes slightly dry to the touch and make sure the pot has sufficient drainage holes to allow excess water to seep through. The worst thing you can do regarding watering is \"give it too much\".",
    "soil": "A well-draining and well-aerated potting soil is needed. 1 part peat, 1 part pine bark and 1 part coarse sand (or perlite) is a good mix."
  },
  {
    "commonName": "Sago Palm (common)",
    "scientificName": "Cycas Revoluta",
    "image": "https://www.houseplantsexpert.com/images/sago_palm.jpg",
    "light": "The cycas revoluta grows at it's best with bright light, without direct sunlight.",
    "watering": "The soil is best kept moist, so water once the soil begins to dry slightly at the top. Over-watering or watering at the crown of the plant can cause the plant to rot. During the winter reduce watering.",
    "soil": "A well draining and aerated potting mix is needed. Something like 1 part peat, 1 part pine bark and 1 part coarse sand is a suitable mix."
  },
  {
    "commonName": "Sentry, belmore sentry, and curly palm (common)",
    "scientificName": "Howea belmoreana",
    "image": "https://www.houseplantsexpert.com/image-files/sentrypalm-plant.jpg",
    "light": "Indirect light is advisable, but not direct sunlight.",
    "watering": "Water when the soil begins to lose its moisture and use a good drainage pot for the plant to grow in.",
    "soil": "A fast draining soil mix is best to use which is likely to be part sand and/or perlite for easier drainage."
  },
  {
    "commonName": "Song of India, Pleomele (common)",
    "scientificName": "Dracaena Reflexa",
    "image": "https://www.houseplantsexpert.com/image-files/dracaena_reflexa.png",
    "light": "A brightly lit spot without direct sunshine is suggested. A small amount of morning or evening sun is not a problem.",
    "watering": "I would try and keep the soil slightly moist at all times and in the winter allow the soil to dry. You should be able to leave a dracaena reflexa for up to a month during winter without water and no harm would be caused. Over-watering can kill these.",
    "soil": "A fast draining potting soil mix is best to use."
  },
  {
    "commonName": "Spider or airplane (common)",
    "scientificName": "Chlorophytum comosum",
    "image": "https://www.houseplantsexpert.com/image-files/spiderplant_2.jpg",
    "light": "Nicely lit room without direct sunlight.",
    "watering": "They like plenty of water, between spring and summer. In the winter they should need a lot less.",
    "soil": "Any decent potting mix."
  },
  {
    "commonName": "Swiss cheese or just cheese plant (common)",
    "scientificName": "Monstera Deliciosa",
    "image": "https://www.houseplantsexpert.com/assets/images/swiss_cheese_plant_flower.jpg",
    "light": "A fairly bright room or bright with plenty of shade is best. Direct sunlight will damage the leaves and not enough light can slow growth down.",
    "watering": "Between watering times allow the soil to become dry to the touch within the top couple of inches or so of soil.",
    "soil": "A peat based potting soil mix with perlite or sand is ideal. Soil that drains well is needed."
  },
  {
    "commonName": "Umbrella Plant, Queensland Umbrella Tree, Octupus Tree, Gold Capella (common)",
    "scientificName": "Schefflera Arboricola",
    "image": "https://www.houseplantsexpert.com/image-files/umbrella_plant.jpg",
    "light": "Basic light condition of bright without direct sunlight is best suited, although lower lighting conditions only really affects it's growth rate rather than causing any harm.",
    "watering": "The best advice is to water once the top soil becomes dry. Over-watering is more of a problem than lack of water.",
    "soil": "A peat moss based potting mix with 2 parts peat moss and 1 part perlite is suggested."
  },
  {
    "commonName": "Venus fly trap (common)",
    "scientificName": "Dionaea Muscipula",
    "image": "https://www.houseplantsexpert.com/image-files/venus-fly-trap.jpg",
    "light": "Dionaea Muscipula is a light demanding plant. For optimal health conditions, it requires at least 12 hours of light a day. At least 4 of those should be full sunlight.",
    "watering": "They like their growing medium to be kept moist at all times, but never to the point of soggy. They are best watered through bottom-watering systems (water tray). Water should always be distilled before providing to the plant, as the chemicals in typical tap water are poisonous to the root system.",
    "soil": "This plant demands nutrient poor soil. Peat moss and long fiber sphagnum moss should be mixed in a 1:1 ratio for the best growing conditions."
  },
  {
    "commonName": "Wandering Jew, Flowering Inch Plant (common)",
    "scientificName": "Tradescantia",
    "image": "https://www.houseplantsexpert.com/images/wandering_jew2.jpg",
    "light": "Enough light is vital for this plant to grow well, and prevent spindly growth. South or east facing rooms are best without too much direct sun (some direct sun is appreciated).",
    "watering": "Water thoroughly from April - October keeping the soil moist - and then much less during November - March.",
    "soil": "A well draining peat based potting mix is suitable. 2 parts peat and 1 part perlite can be used."
  },
  {
    "commonName": "Weeping Fig (common)",
    "scientificName": "Ficus Benjamina",
    "image": "https://www.houseplantsexpert.com/image-files/ficus-benjamina.jpg",
    "light": "Bright light is what keeps the weeping fig happy, that is partially shaded. A spot that receives some sun and shade during the day is great. As mentioned previously do not move the tree, not even turning it around to prevent leaves being shed.",
    "watering": "Allow the compost to dry to a certain extent (at the top) between each watering with tepid filtered or distilled water. Over-watering and under-watering can cause the leaves to drop. To identify the problem check if the leaves are crispy or if they fold easily. If they fold then the problem could be over-watering, and if crispy the tree could be under watered. Add enough water that can seep from the top soil to the drainage holes, at the bottom of the container and remove the left over water to allow enough oxygen to the plant roots. Less watering in the winter is to be carried out.",
    "soil": "A fast draining soil-less mix is advised."
  },
  {
    "commonName": "Zebra plant (common)",
    "scientificName": "Aphelandra Squarrosa",
    "image": "https://www.houseplantsexpert.com/image-files/zebra_plant_1.png",
    "light": "Bright light without direct sunlight during summer time is preferred.",
    "watering": "It's important to keep the soil moist to the touch, and not water logged or too dry. It's advisable to use luke warm soft water (not hard water).",
    "soil": "Most multi-purpose or peat based potting soil mixes are fine to use."
  },
  {
    "commonName": "Zebra plant (common)",
    "scientificName": "Calathea zebrina",
    "image": "https://www.houseplantsexpert.com/images/zebrina.jpg",
    "light": "In its natural habitat the Calathea dwells in forest areas shaded by trees without direct sunlight, which is why a bright but shaded spot within a warm greenhouse or conservatory suits them very well. Anywhere else indoors just needs to be bright without direct sunlight.",
    "watering": "During the growing season water the plant thoroughly and keep the soil moist (remember this plant loves moisture). When it's winter growing slows down or stops, reduce watering and you can allow the top soil to become slightly dry between each watering. If you can - use tepid rain or distilled water and avoid cold hard water.",
    "soil": "A peat based potting mix will be required. 2 parts peat and 1 part perlite is one mixture that will be fine."
  },
  {
    "commonName": "ZZ plant (common)",
    "scientificName": "Zamioculcas Zamiifolia",
    "image": "https://www.houseplantsexpert.com/image-files/zz_plant.png",
    "light": "Bright light is good but not essential. The zamioculcas zamiifolia grows fine with low levels of light, but it's best to avoid direct sunlight.",
    "watering": "Allow the soil to become dry at the top to the touch between watering and do not over water. It's best to water this plant less than too much because over-watering can cause stem and rhizome rot.",
    "soil": "Most well draining potting mixes will suffice that contains a high amount of perlite or sand within the mix (you can add more perlite or sand if needed to a mix that is bought). Good drainage holes at the bottom of the pot is essential."
  },
  {
    "commonName": "Aloe V, Medicine Plant, True Aloe, Burn Plant, (common)",
    "scientificName": "Aloe V",
    "image": "https://www.houseplantsexpert.com/assets/images/aloe-plant-near-window-1.jpg",
    "light": "The A.Vera thrives on bright light conditions, but not direct sunlight. Heat is fine because they react similar to a cacti in hot conditions. Bright rather than light (direct), is the key.",
    "watering": "These are succulents which are mainly made up of water and retain a lot of water in it's foliage (for storage), similar to a cactus. The soil needs to be moist which is easy to check by placing a finger an inch deep into the soil to make sure it is not dry. It needs much less in the winter. .",
    "soil": "A pot mixture used for cactus will suffice or a soil mix that drains well and is well aerated."
  },
  {
    "commonName": "Not known (common)",
    "scientificName": "Argyroderma",
    "image": "https://www.houseplantsexpert.com/assets/images/argyroderma_testiculare.jpg",
    "light": "The Argyroderma testiculare thrives best in areas that are sunny but have partial shade. Some direct sun is great, so if possible, balance is best. Living stones are not happy in complete shade, it does not conform with their natural habitat at all.",
    "watering": "Due to its succulent nature, the plant is drought-tolerant and has average water needs. It is important that it is not over-watered. Watering during winter can almost cease. Overwatering is the worst thing you could do, especially if temperatures are cold. Water when the soil becomes dry to the touch.",
    "soil": "This is a plant that likes a loamy soil and therefore, a cactus potting mix is ideal. Should you want to mix your own soil it will require one part of course sand to two parts soil in order to encourage healthy drainage. Many growers will cover the top soil with gravel or small rocks which is fine to do and encourages drainage."
  },
  {
    "commonName": "Baby rubber plant, American rubber plant, Pepper face plant (common)",
    "scientificName": "Peperomia obtusifolia",
    "image": "https://www.houseplantsexpert.com/assets/images/american_baby_rubber_plant.jpg",
    "light": "Bright light and for the variegated types some direct sunlight (couple of hours) can help them grow well. If the leaves are dark green in color it's best not to provide direct sun as it will harm them, but the variegated types may lose variegation if enough light is not provided. South, east or west facing windows are best suited, but again dependent on the leaf color.",
    "watering": "The baby rubber plant is fairly easy to water. Allow the top soil to dry out completely and then water thoroughly. You do not want to over water this plant and allow the soil to become waterlogged....so it might be best to lean towards less rather than too much when you first start growing Peperomias, as less harm can be caused compared to overwatering.\nDuring winter water sparingly as the thick leaves will store water, so don't get too concerned about the soil being dry.",
    "soil": "A peat based soil is best used that drains well. 2 parts peat and 1 part perlite or sand is a good mix. Other mixes will work well, but the main point is for the medium to drain well and be well aerated."
  },
  {
    "commonName": "Bunny ear and polka-dot cactus (common)",
    "scientificName": "Opuntia Microdasys",
    "image": "https://www.houseplantsexpert.com/image-files/close-up-of-glochids-opuntia-microdasys.jpg",
    "light": "Demands full light growing for most of the year, except during the winter cycle. For the plant's health, light should be reduced to partial sun during this time.",
    "watering": "The Polka-dot Cactus is a desert species. It should be given water on a regular basis during its first season in a new pot. This will help it to create a strong root system. The soil should be kept moist, but not soggy. After the first season, more sporadic watering is required. During the winter cycle, the cactus should not be watered at all, with watering to resume in the early spring.",
    "soil": "Like most cacti, this specimen demands sandy soil-bases that drain easily. It is usually happy with the pre-packaged cactus soil found in common hardware stores. To increase drainage for a picky plant, mix in a 1:1 ratio of perlite or bark."
  },
  {
    "commonName": "Century plant, Agave cactus, Maguey, American aloe (common)",
    "scientificName": "Agave americana",
    "image": "https://www.houseplantsexpert.com/assets/images/century_plant.jpg",
    "light": "While it can be kept in partial shade it does require full sunlight. This means that it will grow well on a sunny windowsill or outside soot that is south or east facing. During the winter months it is crucial that the plant receives as much light as possible.",
    "watering": "Like other succulents, the Agava americana does need more water during its growth period. Water enough to make the potting mixture moist but allow two thirds of the potting mixture to dry out before watering again. During the rest period the plant requires very little water and only enough to stop the potting mixture from drying out. In it's natural sub-tropical and semi-arid regions it spends a lot of time without water and survives well because the leaves are storage organs for water and nutrients.",
    "soil": "The Century plant does prefer a soil that drains very well. This does mean that the loam soil should be used that contains sand so that it remains moist but drains well. The soils should be PH Acid Neutral."
  },
  {
    "commonName": "Christmas and holiday cactus (common)",
    "scientificName": "Schlumbergera Bridgesii",
    "image": "https://www.houseplantsexpert.com/image-files/christmas-cactus.jpg",
    "light": "This cactus requires a resting period that helps it to bloom again, from Feb - March. During this time keep temperatures at approximately 55°F (12.7°C) and water less. Pre - flowering period from Oct - Nov requires the plant soil to be kept fairly dry until flowers bud, and then resume normal watering and temperatures.",
    "watering": "Temperature: Best kept at 68°F (20°C), although fluctuations from 60-70°F (15-21°C) are tolerated. The plant can be kept at 55-59°F (13-15°C) will grow slowly and allow rest. Plant death can occur at below 50°F (10°C).",
    "soil": "During the late fall and all winter long these plants like full, direct sunlight. At any other time of the year, the plants should be grown in partial sun conditions. Too much light during non-flowering times will cause the plant to turn yellow and fail to produce buds in the coming year."
  },
  {
    "commonName": "Christmas cheer, Pork and beans (common)",
    "scientificName": "Sedum Rubrotinctum",
    "image": "https://www.houseplantsexpert.com/assets/images/sedum_rubrotinctum.jpg",
    "light": "Some direct light is preferable for this plant. South facing windows are ideal or west, north facing will not encourage growth. It can handle cooler climates and hotter climates and because it can handle drought conditions it can be placed in areas that are exposed to long periods of sunlight.",
    "watering": "Even though the Sedum rubrotinctum has the ability to cope with dry conditions it will require extra water during the spring and summer months. However, it is important to give the plant time to dry out before watering it again.",
    "soil": "Due to its hardy nature, it has the ability to deal with a number of soil types although it does not do particularly well in soils that do not drain well. A cactus ready mix works well."
  },
  {
    "commonName": "Coral cactus (common)",
    "scientificName": "Eurphorbia Lactea Crest",
    "image": "https://www.houseplantsexpert.com/image-files/coral-cactus-orig.jpg",
    "light": "These do prefer good light conditions and sunlight, although it's best to provide them with partial sunlight and shade in high temperatures. This is the type of plant that grows lopsided if it only receives sunlight on one side, which is worth noting.",
    "watering": "Before watering the coral cactus check underneath the pot through the drainage holes to see if the roots are dry. If so then add some water. Do not water too often to prevent over watering, that can potentially kill it off.",
    "soil": "A cactus soil mix will be fine. The mix needs to be a type that is light and drains easily to prevent the roots from getting water logged."
  },
  {
    "commonName": "Donkey's and Burros Tail (common)",
    "scientificName": "Sedum Morganianum",
    "image": "https://www.houseplantsexpert.com/assets/images/donkeys_tail_sedum.jpg",
    "light": "For this species to grow well you will need to at least provide a good amount of direct light. And, if you can sunshine, but not too much during the afternoon summer sun.",
    "watering": "During the growing season from April - September water the plant thoroughly and then water when the soil becomes dry to the touch. During winter cut down on the watering, which the plant may only need once a month. Remember it's a succulent and stores water in it leaves and stems...when you think it's lacking water it is not. Underwatering is much safer that overwatering and it's the No 1 killer for this plant.",
    "soil": "Potting mix that keeps the roots well aerated and drains well is required. To keep it simple I would pot up with a ready made cactus soil mix."
  },
  {
    "commonName": "Easter or holiday cactus (common)",
    "scientificName": "Hatiora Gaertneri",
    "image": "https://www.houseplantsexpert.com/image-files/Hatiora-gaertneri.jpg",
    "light": "This tropical cacti likes bright partial light only. It should never be exposed to full sunlight or midday sunlight.",
    "watering": "Soil should be kept constantly moist, but never soggy. Do not allow water to sit in the dish underneath.",
    "soil": "Due to its natural growing environment being on rocks or trees, this cactus requires rough soil to grow well. A 1:1 mixture of potting soil to pumice, tree bark, or perlite is required. Pumice is preferred."
  },
  {
    "commonName": "Housetree Leek, Black Rose Tree (common)",
    "scientificName": "Aeonium Arboreum",
    "image": "https://www.houseplantsexpert.com/assets/images/aeonium_arboreum_zwartkop.jpg",
    "light": "Provide at least a few hours sun each day. If you have south facing space to place the plant then great. West and east if south is not available, although growth may be slower.",
    "watering": "During spring and summer provide a good watering when the top soil of the pot has started drying, to the touch. During winter cut down the water supply and allow longer periods of the top soil to dry out.",
    "soil": "I would use a cactus soil mix already made. This soil provides enough drainage for the roots and air. Your own mix would need to be 1 part non peat soil and 1 part course sand (one option)."
  },
  {
    "commonName": "Flaming katy (common)",
    "scientificName": "Kalanchoe blossfeldiana",
    "image": "https://www.houseplantsexpert.com/image-files/flaming-katy-plants-potted.jpg",
    "light": "The F. katy is a tough plant which can tolerate various lighting conditions, although it enjoys resting on a windowsill that is bright, but not too much direct sunlight during the summer. Some growers around October time will try and provide the plant with plenty of dark hours at night (up to 14 hours) to allow it to rest to encourage future blooms.",
    "watering": "Because it's a succulent it will hold water within it's leaves. There's no need to keep the soil damp all the time. When they need watering it's a good idea to give them plenty and then allow the soil to become dry again.",
    "soil": "When grown outside the plant thrives in most soils. Grown indoors a good potting mix that drains well will suffice."
  },
  {
    "commonName": "Goat's horn cactus (common)",
    "scientificName": "Astrophytum Capricorne",
    "image": "https://www.houseplantsexpert.com/image-files/goats-horn-cactus-flowering.jpg",
    "light": "Desert cacti loves sun in it's natural habitat and will grow well if you provide plenty of sunshine or partially shaded.",
    "watering": "It's best to water the plant when the soil becomes dry from spring until near the end of fall. Just before the end of fall and throughout winter water now and again, only. If the cacti begins to shrivel then do water straight away, otherwise if it's dry and not shrivelling it's doing fine.",
    "soil": "A well draining soil mix is advised..something like 60% perlite, 20% peat, and 20% compost, or a variation of this. You can buy a mix that is prepared if you do not want to prepare your own. You can add a type of gravel mix or small pebbles, laid at the top ( maybe an inch deep) which gives the cactus a dry desert look."
  },
  {
    "commonName": "Golden barrel cactus , golden ball cactus, mother-in-law's cushion (common)",
    "scientificName": "Echinocactus Grusonii",
    "image": "https://www.houseplantsexpert.com/image-files/Golden_Barrel_Cactus.jpg",
    "light": "Plenty of sunshine will keep this cacti more than happy. In a glass room you may have to provide some shade during a hot summers day to prevent sunburn.",
    "watering": "From spring until fall; water similar to many other house plants by watering when the soil begins drying. Before and during winter barely water the plant. Overwatering, especially when the temperature becomes cold can rot this species.",
    "soil": "A pot mixture used for cactus plants that drains well will suffice. Adding gravel or small pebbles at the bottom first few inches of the pot will encourage drainage."
  },
  {
    "commonName": "Jade, money , lucky, friendship (common)",
    "scientificName": "Crassula Ovata",
    "image": "https://www.houseplantsexpert.com/image-files/jade-plant.jpg",
    "light": "The jade plant flourishes in good health with plenty of light. If you can provide a few hours of sunshine a day your going to have a happy plant.",
    "watering": "It's best to allow the soil to become dry between each watering which will depend on the time of year, how much humidity and amount of sunlight it's getting. Allowing too much water to sit at the bottom of the pot with the roots will cause them to rot (avoid this).",
    "soil": "A good draining soil mix that is gritty is advisable to use, which is sold and used for cacti and succulents."
  },
  {
    "commonName": "Jelly beans, Many fingers (common)",
    "scientificName": "Sedum pachphyllum",
    "image": "https://www.houseplantsexpert.com/assets/images/jelly_beans_plant.jpg",
    "light": "Some direct light is preferable for this plant. South facing windows are ideal or west, north facing will not encourage growth.",
    "watering": "During the spring and summer months the plant will require more water but it is important to allow it to dry out in between watering. It should be planted in soil that drains well and it should not be allowed to sit in water.",
    "soil": "It can handle many different types of soil although it does not grow well in soil that has poor drainage. Soil that is well aerated is best suited. Ready made cactus soil is a good option that drains well. If making your mix include bark and sand or perlite."
  },
  {
    "commonName": "Lithops pseudotruncatella (botanical/scientific)",
    "scientificName": "LITHOPS FULLERI",
    "image": "https://www.houseplantsexpert.com/assets/images/lithops_fulleri.jpg",
    "light": "The plant will benefit from plenty of light and this means that it should be facing south or west in order to receive as much light as possible. It is important for the plant to receive the maximum amount of light during the winter months when it's growing.",
    "watering": "Following new growth after the winter months, the plant can then be watered. The plant benefits from the pot drying out before being watered again and during the summer months it should be watered every couple of weeks or more. During the winter months the plant can be kept dry.",
    "soil": "The Lithop Fulleri prefers a soil that is sandy and gritty and therefore drains well as they can rot if drainage is not sufficient. Cactus potting mix is a good soil."
  },
  {
    "commonName": "Lithops optica 'Rubra' (botanical/scientific)",
    "scientificName": "LITHOPS OPTICA 'RUBRA'",
    "image": "https://www.houseplantsexpert.com/assets/images/lithops_optica_rubra.jpg",
    "light": "This is a plant that thrives in areas of bright sunlight which is why it should be placed south or west facing. During the winter months it will need to receive as much light as possible. Make sure that some shade during the day is given the plant otherwise too much sun could cause overheating and harm.",
    "watering": "New leaves will begin growing in Autumn and continue during the winter months and it is after the leaves have grown that the plant can be watered. It is advised to let the plant dry out in between watering as well as during the summer months (dormancy period). The plant will require very little water during the winter, spring and summer months, if at all. If in doubt, don't water is my best advice.",
    "soil": "A sandy, loamy soil is best for the Lithops optica rubra as the plant can suffer from rot if the soil does not drain sufficiently. 1 part gravel, 2 parts sand with 1 part loam is another good mix."
  },
  {
    "commonName": "Mother in law's tongue and snake plant (common)",
    "scientificName": "Sansevieria Trifasciata",
    "image": "https://www.houseplantsexpert.com/image-files/mother-in-laws-tongue-plant.jpg",
    "light": "The mother in laws tongue is well known for coping with direct sun and low light conditions, although bright light conditions with some sun light and shade is preferred.",
    "watering": "Because this plant is a succulent it stores water within its foliage, so it is not necessary to keep the soil damp. Water from spring to fall when the soil becomes dry to the touch and during the winter only once a month. Be careful not to over water as this can cause the root and base of the plant to rot.",
    "soil": "I would just use a common well draining cactus and succulent potting mix available from all garden stores."
  },
  {
    "commonName": "Mother Of Thousands, Devils backbone, Mexican Hat, Evil Genius (common names)",
    "scientificName": "Bryophyllum Daigremontianum",
    "image": "https://www.houseplantsexpert.com/assets/images/mother_of_thousands.jpg",
    "light": "It will grow in direct sunlight, or in bright-light shaded.",
    "watering": "Water only when the soil is dry. Do not allow the leaves to get wet as this might cause rotting. Use room temperature water. During the winter allow the soil to dry out between waterings.",
    "soil": "Commercial cactus soil mix will be enough for this plant. If you use standard soil use some sand or perlite for better drainage."
  },
  {
    "commonName": "Orchid Cactus (common)",
    "scientificName": "Disocactus Ackermannii",
    "image": "https://www.houseplantsexpert.com/image-files/Disocactus-Ackermannii.jpg",
    "light": "These plants prefer their sunlight to be indirect or filtered. Do not expose to sunlight during the heat of the day. A healthy plant will show dark green growth with red edges if the right amount of light is being provided.",
    "watering": "The soil of Disocactus ackermannii must have careful attention paid to its moisture levels. The roots must never dry out, but the top 1/3 inch of soil should become dry between watering.",
    "soil": "Best mixture for this plant to thrive is 3 parts potting soil to 1 part pumice, bark chips, or perlite. Pumice is preferred."
  },
  {
    "commonName": "Panda plant or pussy ears (common)",
    "scientificName": "Kalanchoe Tomentosa",
    "image": "https://www.houseplantsexpert.com/image-files/panda_plant.jpg",
    "light": "This kalanchoe - like many other succulents loves basking in bright light and sunshine. A mixture of direct, indirect and shade is a good balance of sunlight - if that can be provided.",
    "watering": "Only water once the soil has become dry and then soak the soil, but do not leave water in the bottom tray. During the winter you'll need to water less. Because this is a succulent - it stores water within its leaves, so even if you forget to water for a period of time the plant will be fine.",
    "soil": "I would use a cacti and succulent potting mix, or your own mix which drains easily (part sand)."
  },
  {
    "commonName": "Parallel peperomia (common)",
    "scientificName": "Peperomia puteolata",
    "image": "https://www.houseplantsexpert.com/assets/images/peperomia_puteolata.jpg",
    "light": "This peperomia requires bright light without direct sunlight. Too much direct sunlight may scorch the leaves. Not enough light, growth will be lacking.",
    "watering": "Water when the soil becomes dry to the touch then provide a thorough watering. Peperomias are semi-succulent in nature which makes overwatering a big problem, but they do need more watering than many succulents. When lacking water the plant will just wilt, which is easy to resolve. During winter - water much less.",
    "soil": "A peat based potting mix is best used that drains well. 2 parts peat and 1 part perlite is a good mix. Other mixes work well as long as they drain well, and can retain some moisture."
  },
  {
    "commonName": "Peruvian apple (common)",
    "scientificName": "Cereus Peruvianus",
    "image": "https://www.houseplantsexpert.com/image-files/peruvian-apple-cactus-close-up.jpg",
    "light": "The Peruvian apple cactus thrives on bright light and sun light, although direct sun when blazing hot is best avoided, when first introduced to direct sun.",
    "watering": "It's advisable to water this plant more often within the summer and much less, winter time. Like other desert type cacti their natural habitat is dry and they store water within the stems. Water this plant when the soil begins drying out, throughout spring and late summer. In late summer reduce watering until the next spring and allow the soil to be fairly dry.",
    "soil": "A fast draining pot mixture used for cactus plants is ideal."
  },
  {
    "commonName": "Pincusion Peperomia, Bean Plant (common)",
    "scientificName": "Peperomia ferreyrae",
    "image": "https://www.houseplantsexpert.com/assets/images/peperomia_ferreyrae.jpg",
    "light": "Bright light without direct sunlight is best suited, although a small amount of direct sun may not do any harm. Not enough light will cause the plant to lack growth.",
    "watering": "Underwatering will cause wilting and overwatering can seriously harm the plant, causing plant rot. Water when the soil has become dry and then water thoroughly. During the winter water much less. Better to water less than overwater as the effects of less watering are easily resolved.",
    "soil": "A peat based soil is best used that drains well. 2 parts peat and 1 part perlite or sand is a good mix. The medium must drain well and be well aerated, but it requires some kind of water retention for the small roots to absorb nutrients."
  },
  {
    "commonName": "Rat's Tail (common)",
    "scientificName": "Disocactus flagelliformis",
    "image": "https://www.houseplantsexpert.com/image-files/rats-tail-cactus-flowering.jpg",
    "light": "The rat tail cactus thrives on bright light, but not direct sunlight. It also enjoys the warmth of the summer sun while it sits within a shaded area. Some sunlight and shade is great.",
    "watering": "It's advisable to water this plant frequently within the summer and much less winter time. Add water at the top of the pot or container and allow it to seep through to the drainage holes, then remove the excess water from the pot tray. Keeping the soil slightly moist is also advisable within the summer.",
    "soil": "A pot mixture used for cactus plants will suffice."
  },
  {
    "commonName": "Tiger Jaws (common)",
    "scientificName": "Faucaria Tigrina",
    "image": "https://www.houseplantsexpert.com/assets/images/faucaria_tigrina.jpg",
    "light": "This species is a sun lover and requires 3 hours or more sun to encourage blooms during Fall. During winter shade and less light is fine but, don't make the mistake of watering too much.",
    "watering": "A thorough watering is needed when the top soil is becoming slightly dry to the touch. During winter cut watering down and let the soil dry out much more. A sure way to kill this plant is to overwater it during the winter. Never leave the plant standing in water.",
    "soil": "A cactus potting mix will do the trick and already has the essential nutrients within the soil needed. Your own mix will need to be a non peat based compost, one part course sand - 2 parts soil."
  },
  {
    "commonName": "Trailing jade, round leaf Peperomia (common)",
    "scientificName": "Peperomia rotundifolia",
    "image": "https://www.houseplantsexpert.com/assets/images/trailing_jade_peperomia_rotundifolia.jpg",
    "light": "Bright light without direct sunlight is best suited. A small amount of morning or evening sun won't harm, but midday sun could scorch the leaves and harm the plant. South, east or west facing areas are best suited and check if the plant needs to sit further back from the window.",
    "watering": "Overwatering is the worst offender for most Peperomias including this species. This is because of its succulent nature and small roots . Allow the soil to become dry then water thoroughly. During the winter reduce watering to a minimum. Better too little than too much.",
    "soil": "A peat based soil is best used that drains well. 2 parts peat and 1 part perlite or sand is a good mix. Other mixes will work well, but the main point is for the medium to drain well and be well aerated."
  },
  {
    "commonName": "Truncate living stone (common)",
    "scientificName": "Lithops pseudotruncatella",
    "image": "https://www.houseplantsexpert.com/assets/images/lithops_pseudotruncatella.jpg",
    "light": "It grows extremely well in South or West facing areas due to it needing constant sunlight.",
    "watering": "Once new leaves have developed during the summer the plant can be watered. The pot is almost left to dry out before being watered again and this generally continues through until October. However, during the height of summer it is recommended that the plant is watered a minimum of once a week but during the winter months the plant is kept dry.",
    "soil": "Lithops prefer a soil that drains well with very little organic matter. A permeable substrate can be added to the soil along with gravel and sand to improve drainage"
  },
  {
    "commonName": "Watermelon Peperomia (common)",
    "scientificName": "Peperomia argyreia",
    "image": "https://www.houseplantsexpert.com/images/watermelon_peperomia.jpg",
    "light": "A bright room with the plant placed in a shaded spot is ideal, without direct sunlight. In their natural habitat they reside undercover within forests with some sun and shade so we need to try and replicate this. Sitting back from a west, east or even south facing window is best.",
    "watering": "It's important not to water these plants too much or underwater them. Over-watering can cause rot and under-watering will make them wilt. To get watering just about right, allow the soil to dry to the touch at the top and then water thoroughly, but much less during winter.",
    "soil": "A peat based soil is best used that drains well. 2 parts peat and 1 part perlite is a good mix."
  },
  {
    "commonName": "Zebra Haworthia or Zebra Cactus (common)",
    "scientificName": "Haworthia Attenuata/H. Fasciata",
    "image": "https://www.houseplantsexpert.com/assets/images/haworthia_attenuata.jpg",
    "light": "Display this plant anywhere it can receive plenty of sun or bright light. South facing windows will provide the most sun, however, east or west provide direct sun part of the day that I find more suitable.",
    "watering": "During the growing season from April - September water the plant thoroughly and then water when the soil becomes dry to the touch (not bone dry though). Winter is a tricky time for these plants although they are a tough species. Many growers will overwater then alongside cold temperatures or drafts the plant can become very sick, or even die. The leaves are storage organs so during the winter water much less and allow the top soil to dry out",
    "soil": "I would use a cactus potting mix that drains wells and provides plenty of air to the small roots. If making you own mix or buying another type, use part potting soil, part perlite and part sand."
  }
]
